[
  {
    "image": "https://i.ibb.co/gWMfbks/luxury-villa.jpg",
    "estate_title": "Luxury Villa",
    "id": 1,
    "segment_name": "Residential",
    "description": "Beautiful 4-bedroom villa with a stunning view of the city. This luxurious property features spacious living areas, a gourmet kitchen, and a private garden. The master suite includes a walk-in closet and a spa-like bathroom. The outdoor area boasts a swimming pool, perfect for entertaining guests. Located in a prestigious neighborhood in Los Angeles, this villa offers an exceptional lifestyle.",
    "price": "$1,200,000",
    "status": "sale",
    "area": "3,500 sq ft",
    "location": "Los Angeles, CA",
    "facilities": ["living room", "swimming pool", "kitchen", "garden"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/KDtzDn3/cozy-townhouse.jpg",
    "estate_title": "Cozy Townhouse",
    "id": 2,
    "segment_name": "Residential",
    "description": "Charming 3-bedroom townhouse in a family-friendly neighborhood. This cozy home features an open-plan living area, a modern kitchen, and a private backyard. The spacious bedrooms offer plenty of natural light and ample storage space. With a one-car garage and additional off-street parking, this townhouse provides convenience and comfort. Located in New York City, it offers easy access to shopping, dining, and entertainment.",
    "price": "$450,000",
    "status": "sale",
    "area": "1,800 sq ft",
    "location": "New York City, NY",
    "facilities": ["living room", "garage", "backyard"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/xDgDYZG/modern-apartment.jpg",
    "estate_title": "Modern Apartment",
    "id": 3,
    "segment_name": "Residential",
    "description": "Spacious 2-bedroom apartment in a prime location with city views. This modern apartment offers an open-concept living area, high-end finishes, and a private balcony. The master bedroom includes an en-suite bathroom and a walk-in closet. Residents can enjoy building amenities such as a fitness center and a rooftop terrace. Situated in the heart of San Francisco, this apartment provides easy access to restaurants, shops, and public transportation.",
    "price": "$2,500/month",
    "status": "rent",
    "area": "1,200 sq ft",
    "location": "San Francisco, CA",
    "facilities": ["living room", "gym", "balcony"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/sbx3gRB/student-housing.jpg",
    "estate_title": "Student Housing",
    "id": 4,
    "segment_name": "Residential",
    "description": "Furnished 1-bedroom student housing near the university campus. This cozy apartment features a modern kitchen, a study area, and a private balcony. The building offers on-site laundry facilities, a fitness center, and secure entry. With its proximity to Boston's universities and colleges, this student housing is ideal for students seeking convenience and a vibrant community.",
    "price": "$1,000/month",
    "status": "rent",
    "area": "800 sq ft",
    "location": "Boston, MA",
    "facilities": ["study room", "laundry", "parking"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/zH0RNf2/family-home.jpg",
    "estate_title": "Family Home",
    "id": 5,
    "segment_name": "Residential",
    "description": "Spacious 5-bedroom family home with a large backyard. This lovely home offers a formal living room, a dining area, and a gourmet kitchen with stainless steel appliances. The master suite features a walk-in closet and a luxurious bathroom with a soaking tub. The fenced backyard is perfect for outdoor activities and gardening. Located in a peaceful neighborhood in Chicago, this home is ideal for a growing family.",
    "price": "$800,000",
    "status": "sale",
    "area": "2,500 sq ft",
    "location": "Chicago, IL",
    "facilities": ["living room", "backyard", "garage"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/jTSqvZP/beachfront-condo.jpg",
    "estate_title": "Beachfront Condo",
    "id": 6,
    "segment_name": "Residential",
    "description": "Luxurious 3-bedroom beachfront condo with ocean views. This stunning condo features an open-plan living area, floor-to-ceiling windows, and a gourmet kitchen with high-end appliances. The spacious bedrooms offer breathtaking ocean views and the master suite includes a private balcony. Residents can enjoy building amenities such as a swimming pool, a fitness center, and direct beach access. Located in Miami, this condo offers a luxurious beach lifestyle.",
    "price": "$3,000/month",
    "status": "rent",
    "area": "1,500 sq ft",
    "location": "Miami, FL",
    "facilities": ["living room", "swimming pool", "balcony"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/0XpKQx2/senior-living-community.jpg",
    "estate_title": "Senior Living Community",
    "id": 7,
    "segment_name": "Residential",
    "description": "Comfortable 2-bedroom senior living apartment with community amenities. This welcoming apartment features a spacious living area, a fully-equipped kitchen, and a private balcony or patio. The community offers a variety of amenities including a fitness center, swimming pool, and organized activities for residents. Located in Phoenix, this senior living community provides a supportive and active environment for older adults.",
    "price": "$2,200/month",
    "status": "rent",
    "area": "1,000 sq ft",
    "location": "Phoenix, AZ",
    "facilities": ["community center", "gym", "swimming pool"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/M7NV5wk/mountain-view-home.jpg",
    "estate_title": "Mountain View Home",
    "id": 8,
    "segment_name": "Residential",
    "description": "4-bedroom home with breathtaking mountain views. This charming home offers a cozy living room with a fireplace, a dining area, and a spacious kitchen with granite countertops. The master suite features a walk-in closet and a private balcony with stunning mountain views. The fenced garden is perfect for outdoor entertaining and gardening. Located in Denver, this home offers a tranquil mountain lifestyle.",
    "price": "$950,000",
    "status": "sale",
    "area": "2,800 sq ft",
    "location": "Denver, CO",
    "facilities": ["living room", "garden", "garage"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/Vjk5GPH/riverside-cottage.jpg",
    "estate_title": "Riverside Cottage",
    "id": 9,
    "segment_name": "Residential",
    "description": "Quaint 2-bedroom cottage by the river, perfect for relaxation. This charming cottage features a cozy living room, a fully-equipped kitchen, and a sunroom overlooking the river. The master bedroom offers beautiful river views and the second bedroom is ideal for guests or a home office. The outdoor patio is perfect for enjoying the peaceful surroundings. Located in Portland, this riverside cottage offers a serene and tranquil lifestyle.",
    "price": "$600,000",
    "status": "sale",
    "area": "1,200 sq ft",
    "location": "Portland, OR",
    "facilities": ["living room", "garden", "patio"],
    "view_property_button": "View Property"
  }
]
